{
    "transcript": "In the summer of 2020, COVID was ravaging the world, and in my hometown of Boulder, Colorado, businesses were having a hard time staying afloat. I worked with the community to raise money for these businesses to help get them through this trying time. But it wasn't a normal funding campaign. It was driven by a new vision and way of funding that is ultimately more democratic, called quadratic funding. Quadratic funding is really, really new. It was invented by Glen Weyl at Microsoft, Vitalik Buterin of the Ethereum Foundation and Zoë Hitzig, a PhD economist. In September 2018, they set out to write a paper that would have a new vision for a mathematically optimal way to fund community goods. Quadratic funding is basically a crowdfunding campaign, but it's not like a Patreon where creators sell subscriptions. And it's not like a Kickstarter, in that it leverages a matching funds mechanism to match contributions from everyday donors. It's a mathematical formula that results in a fairer way to distribute funds. Here's the formula. Maybe it looks a bit daunting to you, especially if you don't like Greek letters, but it's really powerful and I'm going to show you why it's so cool. It's basically a matching campaign. So how does it work? Someone who's civic minded raises a pool of funding to stimulate a community. This could be a local philanthropist that wants to give back, or a civic leader that wants to stimulate economic recovery. Second, projects sign up for a crowdfunding campaign. This could be local businesses that have a civic-minded mission, or it could be any group of neighbors who wants to help out the community. And then third, you run a crowdfunding campaign in which the everyday citizens in these communities contribute to the projects that are in the campaign, and those contributions are matched by the matching pool. Now here's the cool thing about quadratic funding that makes it into a funding power tool. When the contributions from the crowd are matched by the matching pool, they're matched more on the basis of the breadth of contributors to each project as opposed to the depth of their contributions. And this is really, really powerful. Let's run through an example of how. Let's say you have a million-dollar matching pool for a seaside town's restoration campaign, and the first project, a marina, is favored by wealthy donors. It raises 500K from one contributor. The second project raises 500K from 10,000 contributors. Let's say it's something that's more popular in everyday members of the community, like revitalizing the downtown. With quadratic funding, that second project will get way more of the matching pool, even though they raised the same amount of money, and in one-to-one matching, they would get the same amount from the matching pool. With quadratic funding, 99 percent of the funds  will go to that second project. OK, so this is what makes quadratic funding a tool for funding what everyday members of the community want. It leverages a matching funds mechanism that disproportionately rewards projects with a broader base of support over the ones that are supported by small donors. Alright, so now that we have an intuition for how this works -- many small donors are more powerful than one large donor -- let's take a look at the math. This equation basically says that the amount coming from the matching pool is proportional to the sum of the square roots of each contribution, all of that squared. Now, that might sound like a mouthful, but basically the reason why we call this quadratic funding is that it leverages squares and square roots in order to determine the matching amounts. So let's run through an example so that you develop an intuition for how this math works. Let's say we're running a QF campaign for two different projects. And the first project raises 10 dollars from 10 contributors. So ten contributions of one dollar each. And the second project, favored by wealthy donors, raises 10 dollars from one contributor. Let's apply the quadratic math to this campaign and figure out who's going to get the most matching. The first thing we have to do is we have to sum the square roots of each contribution. So the square root of one is one and one plus one plus one equals 10. So that's the first project. The second project received one contribution of 10 dollars. We take the square root of that. And that's roughly three. So you can see in this portion of the formula how it starts to break down the contributions of the larger donors with the square root, but it doesn't affect the small donors as much. Next, let's take the sum of the square roots and let's square those. Ten squared is 100, and roughly three squared is about nine. Here you can develop an intuition for the second half of this formula, and how it's widening the distance between the projects that have a broader base of support and the one favored by a large donor. And finally we have our matching proportions. 90% of the funding is going to go to the project that has a broader base of support. OK, so that's how the math works. Many small donors are more powerful than one large donor. And there's a counterintuitive implication of this that is extremely powerful. If we were doing a 1000- or 10,000-dollar-matching pool in that example, then when you give to that first project, you are allocating tens or hundreds of dollars in the campaign. So this gets lots of people off their butts to contribute to quadratic funding campaigns. What's better? You give a dollar and a project gets a dollar, because of no matching. You give a dollar and a project gets two dollars because of one-to-one matching. Or you give a dollar and a project gets hundreds of dollars because the matching pool was well-funded and that project got enough small donors supporting it. OK? So because of these matching multiples we're starting to see lots of people contribute to quadratic funding campaigns when we run them. And because of that, we're able to develop a high-resolution view of what constituencies that run quadratic funding campaigns actually care about. This is what we call a preference map from a recent quadratic funding campaign that we've run. And each circle is a donor or a grant that they gave to. So we see in high resolution what communities actually care about, and by care about I don't mean that they hit a like button. They actually gave a dollar of their own money to the projects in their community on the basis of what they see in their community. In analog democracies, we get a signal every couple of years and an up or down vote of what people actually care about, but with quadratic funding, we can get it more frequent if we run these campaigns every three or six months, and more high-resolution view of what matters to everyday citizens. And then we can take the projects that are supported in the quadratic funding campaign, and build relationships between those in power and those who are doing the most good in their communities. Quadratic funding isn't just for downtowns that want to revitalize after a pandemic. And it's not just for seaside projects that want to revitalize themselves either. Any community that wants to fund what matters to everyday people can use a quadratic funding campaign to do so. The cycle can be kicked off by a philanthropist that wants to give back, but isn't sure to what, a digital community that wants to fund what matters to everyday people can use quadratic funding, and it can be used by cities, states or countries that want to revitalize their democracies. Know any of those? Quadratic funding scales. In just about six years, it's been used to fund 60 million dollars worth of community goods through 270,000 unique contributors and four million unique contributions. It has funded 4,000 creators, extending a civic lifeline to the people who have the most legitimacy in these communities. The tech to do quadratic funding is available today. In the last year, my team at Gitcoin has developed open-source software that anyone can pull down and run a quadratic funding campaign in their community today. Now I've got to address -- Thank you. (Applause) I've got to address the elephant in the room for a second. You may have guessed by the name of my startup, Gitcoin with a G, that I am indeed a crypto bro. (Laughter) I plead guilty. Crypto doesn't have the best reputation, and probably deservedly so, but I'm a part of the crypto movement that cares deeply about community goods, things like open-source software, and we want to see those things funded. You wouldn't throw out all of the internet because of a couple of bad websites, so please don't throw out all of crypto because of Scam Bankman-Fried. (Laughter and applause) My flavor of crypto bro cares deeply about community goods and quadratic funding. It's an example of something good that was pioneered in crypto and is now starting to go mainstream. If you want to run a quadratic funding campaign in your Ethereum-based community, you can use Gitcoin Grants, our software, to do that. But if you don't care about the whole crypto thing, we've built a tool called SimpleGrants.xyz that will allow you to fund what matters in your community using quadratic funding in US dollars, euros, Japanese yen or any of the hundreds of currencies that we support. This tool is available as open-source software, which means that anyone can download it and run it without needing anything from me. But if you need something, me and my team are available to talk about best practices and to help you support your community. Now I don't want to oversell quadratic funding. It's not perfect, or I guess said another way, it works under very specific scenarios. First, you need someone who's going to put up the matching pool. Second, that person has to be comfortable with other people distributing the funds. Third, we need the ability to stop people from falsifying identities. And fourth, we need to stop the ability to collude with each other. Basically, situations where if you contribute to my project, I'll contribute to yours. That's collusion. But these are solvable problems. And I know that because I've solved them hundreds of times through trial and error in the quadratic funding campaigns that I've run. American sociobiologist Edward Wilson once said, the real problem with humanity is we've got Paleolithic emotions, medieval institutions and godlike technology. I think that with all of the amazing technology that we've got available today, we should be able to upgrade our institutions and use technology for the civic good. Fund what matters to everyday people. Quadratic funding is one way we can do that. It's not the only way, but it's part of an ecology of 21st-century digital democratic tools that are going to allow us to support the voices of a general, diverse population and create community engagement and collective action, and all in a way that feels more like using a slick app than going to the DMV. I want to see us fund what matters to everyday people in the 21st century, and upgrade our institutions to be digitally native. Quadratic funding is one way we can do that. Thank you for coming to my TED talk. (Laughter and applause)"
}